
name: "efficientnet"
backend: "onnxruntime"

max_batch_size: 0

input [
  {
    name: "images"
    data_type: TYPE_FP32
    dims: [ 1, 3, 224, 224 ]
  }
]

output [
  {
    name: "embeddings"
    data_type: TYPE_FP32
    dims: [ 1, 1280 ]
  }
]

instance_group [
  {
    kind: KIND_CPU
    count: 1
  }
]
